{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "ed-cmd.nvim": {
      "src": "https://github.com/smilhey/ed-cmd.nvim"
    },
    "git.nvim": {
      "src": "https://github.com/santhosh-tekuri/git.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-coverage": {
      "src": "https://github.com/andythigpen/nvim-coverage"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "picker.nvim": {
      "src": "https://github.com/santhosh-tekuri/picker.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quickfix.nvim": {
      "src": "https://github.com/santhosh-tekuri/quickfix.nvim"
    },
    "registers.nvim": {
      "src": "https://github.com/tversteeg/registers.nvim"
    },
    "silence.nvim": {
      "src": "https://github.com/santhosh-tekuri/silence.nvim"
    },
    "term.nvim": {
      "src": "https://github.com/santhosh-tekuri/term.nvim"
    },
    "url-open": {
      "src": "https://github.com/sontungexpt/url-open"
    },
    "wordiff.nvim": {
      "src": "https://github.com/santhosh-tekuri/wordiff.nvim"
    }
  }
}
